Repository: zfilin/rlinkf
Catalog: locale/*/messages.po
Languages: ru

source: database filename can not be empty
ru: имя файла базы данных не может быть пустым

source: can`t create file %s
ru: не могу прочитать файл %s

source: can`t read file %s
ru: Не могу загрузить файл %s

source: file %s is not contained database array
ru: файл %s не содержит массива базы данных

source: not connected to database
ru: не подключено к БД

source: can`t write file %s
ru: не могу записать файл %s

source: links named %s is not found in database
ru: ссылка с именем %s не найдена в базе данных

source: links named %s already exists in database
ru: ссылка с именем %s не найдена в базе данных

source: Can`t load %s
ru: Не могу загрузить %s

source: Can`t connect to links database because: %s
ru: Невозможно подключиться к базе данных ссылок, так как %s

source: Access forbidden!
ru: Доступ запрещен!

source: AJAX query error:
ru: Ошибка запроса AJAX:

source: You must set link tag!
ru: Вы должны задать тэг ссылки!

source: Please login to enter to admin area
ru: Введите имя и пароль для входа в админку

source: (admin area)
ru: (админка)

source: logout
ru: выход

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: Ok
ru: Ок

source: Cancel
ru: Отмена

source: Add
ru: Добавить
